Repository: odontomachus/cv
Catalog: i18n/*/cv.po
Languages: fr_fr

# html.title
source: Resume
fr_fr: Jonathan Villemaire-Krajden

# cv.personal.city
source: Montreal, Canada
fr_fr: Montréal, Québec, Canada

# cv.interests
source: Interests
fr_fr: Intérêts

# content.intro
source: Scientific computing, machine learning, web development, natural language processing, computations, microprocessors and electronics, security, performance.
fr_fr: Calcul scientifique, apprentissage automatique, développement Web, analyse du langage naturel, microprocesseurs et électronique, sécurité informatique.

# cv.experience
source: Experience
fr_fr: Expérience professionelle

# cv.foodie.sre.title
source: Site Reliability Engineer
fr_fr: Équipe fiabilité du site (Site reliability engineer)

# cv.current
source: current
fr_fr: à ce jour

# cv.experience.key.responsibilities
source: Key responsibilities:
fr_fr: Responsabilités principales

# cv.foodie.platform
source: Platform design, development and maintenance
fr_fr: Planification, développement et gestion de la plateforme

# cv.foodie.architecture
source: Microservice design and architecture
fr_fr: Conception des microservices et API

# cv.foodie.development
source: Service development and maintenance
fr_fr: Développement

# cv.canadavisa.developer.title
source: Web developer
fr_fr: Développeur web

# cv.canadavisa.migrate
source: Migrate web platform
fr_fr: Migrer la plateforme web

# cv.canadavisa.forum
source: Design and implement new forum architecture for active forum.
fr_fr: Planifier et mettre en place un nouveau forum

# cv.canadavisa.leader
source: Team leadership
fr_fr: Mener une équipe

# cv.clac.sysadmin.title
source: System administrator
fr_fr: Gestionnaire système

# cv.clac.sysadmin.manage-computers
source: Manage desktops, servers and compute nodes.
fr_fr: Gérer les ordinateurs de bureau et les serveurs

# cv.clac.sysadmin.help-students
source: Help students with technical issues.
fr_fr: Assister les membres du laboratoire avec le système informatique

# cv.pod.title
source: Programmer on duty, COMP 6751, Natural Language Analysis
fr_fr: Chargé de cours

# cv.concordia
source: Concordia University
fr_fr: Concordia

# cv.pod.responsibilities.help-students
source: Help students with their assignments.
fr_fr: Aider les étudiants avec leur devoir

# cv.consulting.title
source: Web developer
fr_fr: Expert-conseil

# cv.consulting.palm.back-end
source: Design and implement a back-end for a client website.
fr_fr: Développer un arrière-plan (back-end) pour un site Web

# cv.consulting.palm.maintain
source: Maintain multiple websites.
fr_fr: Assurer la maintenance de sites Webs

# cv.consulting.palm.api
source: Build APIs for internal services.
fr_fr: Développer des API pour des services internes

# cv.ew.title
source: Web developer
fr_fr: Développeur Web

# cv.ew
source: Evolving Web Inc.
fr_fr: Evolving Web

# cv.ew.experience.drupal
source: Develop Drupal modules.
fr_fr: Développer des modules Drupal

# cv.ew.experience.cloud
source: Deploy and maintain websites on cloud servers and dedicated hardware.
fr_fr: Déployer et entretenir des sites Web en nuages

# cv.ew.experience.high-availability
source: Design a high-availability infrastructure for websites.
fr_fr: Déployer une infrastucture à haute disponibilité

# cv.education
source: Education
fr_fr: Formation

# cv.education.mcgill
source: McGill University
fr_fr: McGill

# cv.education.bsc
source: Bachelor of Science
fr_fr: Baccallauréat

# cv.education.major
source: Joint Major of Physics and Computer Science
fr_fr: Majeur jointe en physique et en informatique

# cv.education.dec
source: DEC in Science
fr_fr: Diplôme d'étude collégiale

# cv.education.ib
source: International Baccalaureate in Science
fr_fr: Baccalauréat international

# cv.education.masters-courses
source: Graduate coursework:
fr_fr: Cours de maîtrise

# cv.education.compiler-design
source: COMP 6421 Compiler Design
fr_fr: COMP 6421 Conception de compilateur (Compiler Design)

# cv.education.nlu
source: COMP 6751 Natural Language Analysis
fr_fr: COMP 6751 Analyse de langage naturel (Natural Language Analysis)

# cv.education.statistical-nlp
source: COMP 6781 Statistical Natural Language Processing
fr_fr: COMP 6781 Analyse statistique de langage naturel (Statistical Natural Language Processing)

# cv.education.semantic-web
source: SOEN 691B Semantic Web
fr_fr: SOEN 691B Toile Sémantique (Semantic Web)

# cv.computer
source: Technical skills
fr_fr: Compétences techniques

# cv.computer.language
source: Programming languages:
fr_fr: Langages informatique&nbsp;:

# cv.computer.languages
source: Python, Ruby, Java, C, PHP, Javascript, SQL, Bash, Go (basic), C++ (basic)
fr_fr: Python, Ruby, Java, C, PHP, Javascript, SQL, Bash, Go (connaissance de base), C++ (connaissance de base)

# cv.computer.web-framework
source: Web frameworks:
fr_fr: Framework Web&nbsp;:

# cv.computer.ops
source: Operations tools:
fr_fr: Outils d'automatisation et de déploiement&nbsp;:

# cv.computer.os
source: OS:
fr_fr: Systèmes d'exploitation&nbsp;:

# cv.computer.sysadmin
source: System tools:
fr_fr: Outils d'admistrateur système&nbsp;:

# cv.computer.version-control
source: Version control:
fr_fr: Gestion de version&nbsp;:

# cv.language
source: Language
fr_fr: Langages

# cv.languages
source: English and French fluently spoken and written.
fr_fr: Bilingue anglais et français

# cv.projects
source: Projects
fr_fr: Projets

# cv.project-summary
source: Find out about my projects and code on github: <a href="https://github.com/odontomachus/">https://github.com/odontomachus/</a>.
fr_fr: Vous pouvez consulter des projets sur lesquels j'ai travaillés sur github&nbsp;: <a href="https://github.com/odontomachus/">https://github.com/odontomachus/</a>.
